<p>Это галерея работ. У каждой галереи — страницы категории Галереи — есть 2 важных параметра, название и URL. Название задаёт текст ссылки в главном меню, заголовок над контентом и тайтл страницы в коде, а URL — адрес страницы в браузере.</p>

<p><h3>Алгоритм создания галерей простой:</h3>
<ol>
  <li>создаёте новую галерею с названием латиницей (и/или цифрами) без пробелов;</li>
  <li>идёте в раздел <b>Картинки</b>, выбираете в выпадающем списке вашу галерею (по параметру URL), кладёте в новую папку ваши работы (джипеги, гифы и пнг) оригинального размера (без превьюшек) — также можно делать тоже самое через FTP (папка /album/Ваша галерея;</li>
  <li>открываете в браузере ваш сайт, переходите на страницу новой  галереи — создаются превьюшки для ваших макетов, обновляется счётчик  ваших работ (в шапке) — на лету и очень автома<strong>г</strong>ически.</li>  
  <li>при желании меняете название галереи на кириллическое.</li>
</ol>
</p>